adwaita-qt5-git
aic94xx-firmware
amarok-git
chromium-widevine
downgrade
dxvk-bin
gitkraken
gkraken
gtk3-classic
kwin-bismuth
mailspring
paru-bin
python-injector
qbittorrent-qt5
qownnotes
qpwgraph-qt5
qtwebflix-git
simplescreenrecorder
sublime-text-4
taglib-extras
tor-browser
ttf-ms-fonts
unionfs-fuse
upd72020x-fw
ventoy-bin
wd719x-firmware
