0ad
0ad-data
a52dec
aalib
accounts-qml-module
accountsservice
acl
acpi
acpid
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
aha
alacritty
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appmenu-gtk-module
appstream
appstream-qt
apr
apr-util
archlinux-keyring
argon2
aria2
ark
aspell
at-spi2-core
atkmm
attica
attr
audiocd-kio
audit
aurvote
autoconf
autoconf-archive
automake
avahi
babl
baloo
baloo-widgets
base
base-devel
bash
bash-completion
bat
bat-extras
bcprov
binutils
bison
blas
bluedevil
bluez
bluez-libs
bluez-qt
boost-libs
box2d
breeze
breeze-gtk
breeze-icons
breezy
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
catdoc
cblas
cdparanoia
cdrtools
cfitsio
chromaprint
cifs-utils
clang
clinfo
clucene
cmake
colord
colord-sane
compiler-rt
confuse
convertlit
coreutils
cracklib
cryfs
cryptsetup
ctemplate
cups
cups-filters
cups-pdf
cups-pk-helper
curl
customizepkg
cvs
dav1d
db5.3
dbus
dbus-glib
dbus-python
dconf
dconf-editor
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
dialog
diffutils
discord
discount
djvulibre
dkms
dmidecode
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docx2txt
dolphin
dolphin-plugins
dosfstools
double-conversion
doxygen
drkonqi
duktape
e2fsprogs
easytag
ebook-tools
editorconfig-core-c
efivar
egl-wayland
eglexternalplatform
elfutils
emovix
encfs
enchant
enet
entr
ethtool
exa
exfat-utils
exiv2
exo
expat
extra-cmake-modules
f2fs-tools
faac
faad2
fakeroot
fd
ffmpeg
ffmpeg2theora
ffmpeg4.4
ffmpegthumbnailer
ffmpegthumbs
fftw
file
filesystem
findutils
firefox
firefox-i18n-it
fish
flac
flashrom
flex
fluidsynth
fmt
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fossil
frameworkintegration
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
fzf
gavl
gawk
gc
gcab
gcc
gcc-libs
gcolor3
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghostscript
giflib
gimp
git
git-delta
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
gloox
glslang
glu
gmp
gnome-color-manager
gnome-common
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnome-settings-daemon
gnome-themes-extra
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gocryptfs
gpart
gparted
gperftools
gpgme
gphoto2
gpm
gptfdisk
grantlee
graphene
graphicsmagick
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsettings-qt
gsfonts
gsl
gsm
gspell
gssdp
gst-libav
gst-plugin-gtk
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-doc
gtk-engine-murrine
gtk-engines
gtk-sharp-3
gtk-update-icon-cache
gtk2
gtk4
gtkmm3
gts
guile
gupnp
gupnp-igd
gutenprint
gvfs
gvfs-gphoto2
gvfs-mtp
gwenview
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hplip
htop
http-parser
hunspell
hwdata
hwloc
hyphen
i2c-tools
iana-etc
icoutils
icu
id3lib
id3v2
ijs
imagemagick
imath
img2pdf
imlib2
inetutils
iniparser
inkscape
intel-ucode
intltool
inxi
iproute2
iptables
iputils
iso-codes
itstool
jansson
jasper
java-commons-lang
java-runtime-common
jbig2dec
jemalloc
jfsutils
jhead
jpegoptim
jre-openjdk-headless
json-c
json-glib
jsoncpp
kaccounts-integration
kaccounts-providers
kactivities
kactivities-stats
kactivitymanagerd
kamera
karchive
kauth
kbackup
kbd
kbookmarks
kcalc
kcalendarcore
kcalutils
kcmutils
kcodecs
kcolorpicker
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdeconnect
kdecoration
kded
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdelibs4support
kdenlive
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdesu
kdialog
kdnssd
kdoctools
kdsoap
kdsoap-ws-discovery-client
keditbookmarks
kemoticons
keyutils
kfilemetadata
kglobalaccel
kguiaddons
kholidays
ki18n
kiconthemes
kidentitymanagement
kidletime
kimageannotator
kimageformats
kinfocenter
kinit
kio
kio-extras
kio-fuse
kirigami2
kitemmodels
kitemviews
kjobwidgets
kjs
kmenuedit
kmix
kmod
knewstuff
knotifications
knotifyconfig
kompare
konsole
kpackage
kparts
kpeople
kpeoplevcard
kpimtextedit
kpipewire
kpty
kquickcharts
krb5
krita
krunner
krusader
kscreen
kscreenlocker
kservice
ksystemstats
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kvantum
kwallet
kwalletmanager
kwayland
kwayland-integration
kwidgetsaddons
kwin
kwindowsystem
kxmlgui
l-smash
lame
lapack
layer-shell-qt
lcms2
ldb
ldns
lensfun
less
lhasa
lib2geom
lib32-aalib
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-cdparanoia
lib32-colord
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gpm
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libavc1394
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libdv
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libidn2
lib32-libiec61883
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnghttp2
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-libraw1394
lib32-librsvg
lib32-libsamplerate
lib32-libshout
lib32-libsndfile
lib32-libsoup3
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libvisual
lib32-libvorbis
lib32-libvpx
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pipewire
lib32-pipewire-jack
lib32-pixman
lib32-popt
lib32-sdl12-compat
lib32-sdl2
lib32-speex
lib32-sqlite
lib32-systemd
lib32-taglib
lib32-tdb
lib32-twolame
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-wavpack
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaacs
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libao
libappimage
libappindicator-gtk2
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdecor
libdmtx
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libebur128
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libgdiplus
libgexiv2
libgirepository
libgit2
libglvnd
libgme
libgnome-keyring
libgpg-error
libgphoto2
libgtop
libgudev
libgusb
libgweather-4
libhandy
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libindicator-gtk2
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libisofs
libixion
libjcat
libjpeg-turbo
libjxl
libkate
libkcddb
libkcompactdisc
libkdcraw
libkexiv2
libkomparediff2
libksba
libkscreen
libksysguard
liblangtag
liblastfm-qt5
liblc3
libldac
libldap
liblqr
liblrdf
libltc
liblzf
libmad
libmanette
libmatroska
libmbim
libmd
libmediainfo
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspack
libmspub
libmtp
libmusicbrainz5
libmwaw
libmypaint
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
libopusenc
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-it
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtpms
libtraceevent
libtracefs
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvisio
libvisual
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libx86
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzen
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
liquidctl
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lolcat
lpsolve
lua
lua52
luajit
luit
lutris
lv2
lvm2
lxappearance
lz4
lzo
m4
mac
mailcap
make
mallard-ducktype
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
md4c
mdadm
media-player-info
mediainfo-gui
mesa
mesa-demos
mesa-utils
mesa-vdpau
milou
miniupnpc
minizip
minizip-ng
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mono
mpfr
mpg123
mpv
msr-tools
mtdev
mtools
mtpfs
mujs
mypaint-brushes1
namcap
nano
nasm
ncompress
ncurses
ndctl
neofetch
neon
net-snmp
netctl
netpbm
nettle
networkmanager
networkmanager-qt
nftables
nilfs-utils
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
ocl-icd
okular
oniguruma
openal
opencl-nvidia
opencolorio
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
opus
opus-tools
opusfile
orc
os-prober
oxygen-sounds
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parted
patch
patchelf
pciutils
pcre
pcre2
pcsclite
pdfarranger
pdftk
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-ipc-run3
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
phonon-qt5
phonon-qt5-gstreamer
phonon-qt5-vlc
pigz
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-zeroconf
pixman
pkgconf
pkgfile
pkgstats
plasma-browser-integration
plasma-desktop
plasma-framework
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-vault
plasma-wayland-protocols
plasma-wayland-session
plasma-workspace
plocate
plotutils
polkit
polkit-gnome
polkit-kde-agent
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
potrace
powerdevil
ppp
prettier
print-manager
prison
procps-ng
procs
protobuf
protobuf-c
psmisc
pstoedit
psutils
pulseaudio-qt
purpose
pyalpm
pystring
python
python-anytree
python-autocommand
python-black
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-colorlog
python-configobj
python-contourpy
python-crcmod
python-cryptography
python-cssselect
python-cycler
python-dateutil
python-deprecation
python-distro
python-docopt
python-dulwich
python-evdev
python-fastbencode
python-fastjsonschema
python-fonttools
python-gobject
python-hidapi
python-idna
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-kiwisolver
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib
python-merge3
python-more-itertools
python-mypy_extensions
python-numpy
python-ordered-set
python-packaging
python-pathspec
python-patiencediff
python-peewee
python-pikepdf
python-pillow
python-platformdirs
python-ply
python-psutil
python-pycparser
python-pycups
python-pycurl
python-pydantic
python-pyelftools
python-pygments
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pystemmer
python-pyusb
python-pyxdg
python-qtpy
python-reportlab
python-requests
python-rx
python-setuptools
python-six
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-wxpython
python-yaml
qca-qt5
qhull
qpdf
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-gsettings
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-x11extras
qt5-xmlpatterns
qt5ct
quazip-qt5
ragel
raptor
rasqal
rav1e
re2
read-edid
readline
redland
reflector
reiserfsprogs
rhash
ripgrep
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-diff-lcs
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-manpages
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-optimist
ruby-paint
ruby-power_assert
ruby-psych
ruby-racc
ruby-rainbow
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-sync
ruby-term-ansicolor
ruby-test-unit
ruby-time
ruby-tins
ruby-tmpdir
ruby-uri
rubygems
s-nail
samba
sane
sbc
sddm
sddm-kcm
sdl12-compat
sdl2
sdparm
seahorse
sed
semver
serd
serf
shaderc
shadow
shared-mime-info
shfmt
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simple-scan
slang
smbclient
smplayer
smplayer-skins
smplayer-themes
snappy
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
spectacle
speex
speexdsp
spirv-tools
sqlite
squashfs-tools
squashfuse
sratom
srt
sshfs
starship
startup-notification
subversion
sudo
suitesparse
svgpart
svt-av1
svt-hevc
sweeper
syndication
syntax-highlighting
sysfsutils
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tcl
tdb
tevent
texinfo
thin-provisioning-tools
threadweaver
tidy
tinycompress
tinyxml
tinyxml2
tk
tokei
tpm2-tss
tracker3
transcode
tslib
ttf-dejavu
ttf-hack
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
twolame
tzdata
uchardet
udftools
udisks2
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vala
valgrind
vcdimager
vi
vid.stab
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-modules-arch
vkd3d
vlc
vmaf
volume_key
vorbis-tools
vorbisgain
vulkan-icd-loader
vulkan-tools
wavpack
wayland
wayland-protocols
wayland-utils
webkit2-sharp
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine-gecko
wine-mono
wine-staging
winetricks
wireplumber
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xbindkeys
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcursor-themes
xdelta3
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-video-vmware
xfburn
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-devel
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xinit
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yaml-cpp
yelp-tools
yelp-xsl
yt-dlp
zbar
zenity
zeromq
zimg
zip
zlib
zstd
zvbi
zxing-cpp
